

import 'assets.dart';
List<String> clinicName = [
  "عيادة 1",
  "عيادة 2",
  "عيادة 3",
  "عيادة 4",
  "عيادة 5",
  "عيادة 6",
];
List <String> dates = [
  "22 اغسطس 2023",
  "23 اغسطس 2023",
  "24 اغسطس 2023",
  "25 اغسطس 2023",
  "26 اغسطس 2023",
  "27 اغسطس 2023",
  "28 اغسطس 2023",
  "29 اغسطس 2023",
];
List<String> timeStamps = [
  "09:00 AM",
  "10:00 AM",
  "11:00 AM",
  "12:00 PM",
  "01:00 PM",
];
List<String>gender = [
  "ذكر",
  "أنثى"
];
List<bool> absentPresent=[
  true ,
  false,
  false,
  true,
  true,
  true,
  false,
  false,
  true,
];
List<String>Names=[
  "احمد خالد حسن",
  "خلود رجب السيد",
  "مصطفى سعد",
  "رهف اسماعيل",
];
List<String>MDhistory = [
  "مرض مزمن",
  "تعطيل حالات الطوارئ",
  "السكر",
  "مرض العائلة",
];
List<String> diagnosis = [
  "IHD، السمنة، اضطراب الغدة الدرقية المزمن",
  "الحامض الكيتوني السكري",
  "شفط الدهون",
  "السمنة (الأب)"
];
List<String> doses = [
  "1 mg",
  "1000 m",
  "1000 m",
];
List<String>drugs = [
  "Antacids",
  "Expectorant",
  "Cold Cures",
];
List<String>timesADay = [
  "مرتين في اليوم",
  "مرة كل 12 ساعه",
  "3 مرات في اليوم"
];
List<String> drugImgs = [
  AssetsData.drug1,
  AssetsData.drug2,
  AssetsData.drug3,
];
List<String>notes = [
  "تتبع أسماء وجرعات وتكرار الأدوية الخاصة بك.",
  "لاحظ أي تعليمات خاصة، مثل تناوله مع الطعام أو في أوقات محددة.",
  "قم بتوثيق أي أعراض جديدة أو مستمرة تواجهها، بالإضافة إلى تكرارها وشدتها."
];
List<String>patientList = [
  "احمد خالد اسماعيل",
  "هبة الله اشرف",
  "مجدي خالد احمد",
  "علي كامل",
  "يوسف على",
  "زياد ياسر",
  "محمد عبدالعزيز",
  "كريم اشرف",
  "يسرا السيد عبداللطيف"
];
List<String>onlineOroffline=[
  "اونلاين",
  "اونلاين",
  "اوفلاين",
  "اوفلاين",
  "اونلاين",
  "اوفلاين",
  "اوفلاين",
  "اونلاين",
  "اونلاين",
];
List<String>consultOrcheck=[
  "كشف",
  "استشارة",
  "كشف",
  "كشف",
  "استشارة",
  "استشارة",
  "كشف",
  "كشف",
  "كشف",
];
