List<String> clinicName = [
  "عيادة 1",
  "عيادة 2",
  "عيادة 3",
  "عيادة 4",
  "عيادة 5",
  "عيادة 6",
];
List <String> dates = [
  "22 اغسطس 2023",
  "23 اغسطس 2023",
  "24 اغسطس 2023",
  "25 اغسطس 2023",
  "26 اغسطس 2023",
  "27 اغسطس 2023",
  "28 اغسطس 2023",
  "29 اغسطس 2023",
];
List<String> timeStamps = [
  "09:00 AM",
  "10:00 AM",
  "11:00 AM",
  "12:00 PM",
  "01:00 PM",
];
List<String>gender = [
  "ذكر",
  "أنثى"
];
List<bool> absentPresent=[
  true ,
  false,
  false,
  true,
];
List<String>Names=[
  "احمد خالد حسن",
  "خلود رجب السيد",
  "مصطفى سعد",
  "رهف اسماعيل",
];
List<String>MDhistory = [
  "مرض مزمن",
  "تعطيل حالات الطوارئ",
  "السكر",
  "مرض العائلة",
];
List<String> diagnosis = [
  "IHD، السمنة، اضطراب الغدة الدرقية المزمن",
  "الحامض الكيتوني السكري",
  "شفط الدهون",
  "السمنة (الأب)"

];
