Repository: MalekYasser26/DMS
Catalog: lib/core/localization/l10n/intl_*.arb
Languages: ar

# onBoardingText
source: The clinic offers many specializations in many fields
ar: تقدم العيادة العديد من التخصصات في كثير من المجالاتا

# rateService
source: Rate services
ar: تقييم الخدمة

# queueWait
source: Waiting queue
ar: قائمة الانتظار

source: Login
ar: تسجيل الدخول

source: Quick booking
ar: حجز سريع

# greeting
source: Welcome back
ar: مرحبا بعودتك

# fillData
source: Fill your data
ar: قم بملئ بياناتك

# id
source: ID number
ar: رقم الهوية

source: Password
ar: كلمة السر

# noAccount
source: Don't have an account?
ar: ليس لديك حساب ؟

source: Register now
ar: سجل الآن

# whatIsYourRating
source: What is your rating for our services?
ar: ما هو تقييمك لخدماتنا؟

# helpUsDevelop
source: Help us know your opinion to improve our services
ar: ساعدنا على معرفة رأيك في خدماتنا للعمل على تطويرنا دائما

source: Choose clinic
ar: اختر العيادة

# wantToRate
source: you want to rate.
ar: المراد تقييمها

# rateDetails
source: Rating Details
ar: تفاصيل التقييم

# addRateDetails
source: Add additional details to your rating...
ar: اضف تفاصيل اخرى لتقييمك اذا اردت..

source: Confirm
ar: تأكيد

# ratingDone
source: Rating submitted successfully
ar: تم التقييم بنجاح

# thxRating
source: Thank you for your rating. We wish you a speedy recovery.
ar: شكرا على تقييمك لنا , نتمنى لك الشفاء العاجل

# returnHome
source: Return to the home page
ar: العودة الى الصفحة الرئيسية

# returnToPatient
source: Return to patient screen
ar: العودة الى صفحة المريض

# inquiries
source: If you have any inquiries, please contact us at
ar: اذا كان لديك اي استفسار يرجى الاتصال على

source: Enter
ar: ادخل

# welcomeToQueue
source: Welcome to our waiting queue
ar: أهلا بك في قائمة الانتظار خاصتنا

# ahead
source: Ahead of you
ar: أمامك عدد

source: Patients
ar: مرضى

# startFillData
source: Start filling your data
ar: ابدأ بملئ بياناتك

# alreadyFillData
source: Already filled your data?
ar: قمت بملئ بياناتك بالفعل ؟

source: Skip
ar: تخطي

# consult
source: Consultation
ar: استشارة

source: Check
ar: كشف

# chooseDate
source: Choose a date
ar: اختر التاريخ

# chooseTime
source: Choose a time
ar: اختر الوقت

source: Next
ar: التالي

source: Guardian name
ar: ولي الأمر

source: Patient name
ar: اسم المريض

# moreThanPatient
source: More than one patient
ar: أكثر من المريض

source: One patient
ar: مريض واحد

# agePatient
source: Age of patient
ar: عمر المريض

# phoneNum
source: Phone Number
ar: رقم التيليفون

source: Book
ar: حجز

# addPatient
source: Add another patient
ar: اضافة مريض آخر

source: Male
ar: ذكر

source: Female
ar: أنثى

source: My dates
ar: مواعيدي

# addDate
source: Add a date
ar: اضافة موعد

source: Search
ar: ابحث

source: Previous
ar: السابقة

source: Upcoming
ar: الآتية

source: First time ?
ar: أول مرة ؟

source: Date
ar: التاريخ

source: Clinic Address
ar: عنوان العيادة

source: Present
ar: حاضر

source: Absent
ar: غائب

source: Position in waiting queue
ar: الترتيب في قائمة الانتظار

# patientNum
source: Patient number
ar: رقم المريض

source: Booking date
ar: تاريخ الحجز

# bookingSuccess
source: Booking done successfully
ar: تم الحجز بنجاح

# comeEarly
source: Try to come 30 minutes early
ar: حاول أن تأتي 30 دقيقة مبكرا

source: View booking details
ar: عرض تفاصيل الحجز

# thxUsing
source: Thank you for using us. We wish you a speedy recovery.
ar: شكرا لك على استخدامك لنا ، نتمنى لك الشفاء العاجل

# seePatient
source: you want to see patient in
ar: المراد رؤية المريض بها

source: Name
ar: الاسم

source: Status
ar: الحالة

source: Booking
ar: الحجز

source: Display patient list
ar: عرض قائمة المرضى

source: Patient list
ar: قائمة المرضى

source: All
ar: الجميع

source: Filter results
ar: تصفية النتائج

source: Patient details
ar: تفاصيل المريض

# mdHistory
source: Medical history
ar: التاريخ الطبي

source: Drugs
ar: الأدوية

source: Notes
ar: ملاحظات

source: Add note
ar: اضافة ملاحظة

source: Add drug
ar: اضافة دواء

source: Delay request
ar: طلب تأخير

source: Holiday request
ar: طلب اجازة

# hour
source: One hour
ar: ساعة

source: Two hours
ar: ساعتين

source: Three hours
ar: ثلاث ساعات

source: Four hours
ar: أربع ساعات

source: Five hours
ar: خمس ساعات

source: Today
ar: اليوم

source: Tomorrow
ar: غدا

# chooseADay
source: Specify a day
ar: تخصيص يوم

source: View details
ar: رؤية التفاصيل

source: View notes
ar: رؤية الملاحظات

# endPatientTime
source: End patient's time
ar: انهاء وقت المريض

# specifyDayPlease
source: Specify the day you want for holiday please
ar: الرجاء تحديد اليوم المراد طلب الاجازة فيه

source: Cancel
ar: الغاء

source: Show Results
ar: رؤية النتائج

# addPatientNotes
source: Add note to patient“patient name”
ar: اضافة ملاحظة الى المريض “اسم المريض”

source: Add notes here ...
ar: أضف ملاحظاتك هنا ...

source: Add
ar: اضافة

# addPatientDrug
source: Add drug to patient“patient name”
ar: اضافة دواء الى المريض “اسم المريض”

source: Add drug name here
ar: أضف اسم الدواء هنا

# uploadPhoto
source: Upload drug photo if available
ar: رفع صورة الدواء إن وجدت

# ratedSuccess
source: Rated successfully
ar: تم التقييم بنجاح

# holidayRequestedSuccess
source: Holiday requested successfully
ar: تم طلب الاجازة بنجاح

# respondShortly
source: You will be answered shortly, happy holiday
ar: سيتم الرد عليك في اقرب وقت, اجازة سعيدة

# noteAddedSuccess
source: Note added Successfully
ar: تم اضافة الملاحظة بنجاح

# drugAddedSuccess
source: Drug added Successfully
ar: تم اضافة الدواء بنجاح
